Repository: OpenLocalizationTestOrg/VSCOM-Loc
Catalog: VSCOM_XLIFF/*/Azure_145540_*.xlf
Languages: fr_fr

source: Learn more about $150 monthly Azure credit
fr_fr: En savoir plus sur le crédit Azure mensuel de $150

source: Try running virtual machines, storing data, and developing serverless apps in the cloud with Azure. The $150 monthly Azure credit is part of the subscription to spend however a subscriber would like. There’s no credit card required.
fr_fr: Essayez d’exécuter des machines virtuelles, de stocker des données et de développer des applications sans serveur dans le Cloud avec Azure. Le crédit Azure mensuel de $150 fait partie de l’abonnement à dépenser, mais un abonné aimerait. Aucune carte de crédit n’est requise.

source: Learn more
fr_fr: Pour en savoir plus

source: $150 monthly Azure credit
fr_fr: crédit Azure mensuel de $150

source: Azure
fr_fr: Bleu

source: Learn more about Azure Dev/Test Pay-As-You-Go subscription
fr_fr: En savoir plus sur l’abonnement Azure dev/test-paiement à l’accès

source: Create Dev/Test Pay-As-You-Go subscriptions, enabling collaboration with other subscribers while providing isolation between teams & environment. Get exclusive discounted rates for dev/test and cloud use rights of subscription software on Azure.
fr_fr: Créez des abonnements de développement/test de paiement à l’accès, permettant la collaboration avec d’autres abonnés tout en garantissant l’isolement entre les équipes & environnement. Procurez-vous des taux de remise exclusifs pour les droits de développement/test et d’utilisation Cloud des logiciels d’abonnement sur Azure.

source: Learn more
fr_fr: Pour en savoir plus

source: Dev/Test Pay-As-You-Go subscription
fr_fr: Abonnement dev/test-paiement à l’accès

source: Azure
fr_fr: Bleu

source: Learn more about Basic plan + Test plans
fr_fr: En savoir plus sur le plan de base + les plans de test

source: Plan, build, and ship, any app, for any platform. You can use all the Azure DevOps services, including Azure Pipelines, Azure Boards, Azure Repos, Azure Test Plans and Azure Artifacts.
fr_fr: Planifiez, créez et livrez, quelle que soit l’application, quelle que soit la plate-forme. Vous pouvez utiliser tous les services Azure DevOps, y compris Azure Pipelines, Azure Boards, Azure Repos, Azure Test Plans et Azure Artifacts.

source: Learn more
fr_fr: Pour en savoir plus

source: Basic plan + Test plans
fr_fr: Plan de base + plans de test

source: Azure DevOps
fr_fr: DevOps Azure

source: Azure
fr_fr: Bleu
